

for (let i = 1; i <= 5; i++) {

    if (i % 2 !=0){
        console.log(" Круг:" ,i)
        console.log("Отжимаемся 1 \n Отжимаемся 2 \n Отжимаемся 3 \n"  )
        console.log("Качаем пресс 1 2 3 4 5 6 7 \n Хороший темп!Так держать!")
        if (i == 5) {
            console.log("Отлично позанимались!")
        }
    }else if (i%2 ===0){
        console.log(" Круг:" ,i)
        console.log("Приседаем 1 \n Приседаем 2 \n Приседаем 3 \n Приседаем 4 \n Приседаем 5 \n " )
        console.log("Качаем пресс 1 2 3 4 5 6 7 \n  Хороший темп!Так держать!")
    }
}